Initializes a new instance of the  RibbonItemEventArgs  class
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public RibbonItemEventArgs()
  Visual Basic
Public Sub New
  Visual C++
public:
RibbonItemEventArgs()
 See Also
  RibbonItemEventArgs Class
  Autodesk.Revit.UI.Events Namespace